Repository: RenatoDev4/loa_engraving
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: Want to generate a build automatically? Just let us know the engraves!
pt_br: Quer gerar uma build automaticamente? Basta nos informar os engraves!

source: Build Generator
pt_br: Gerador de Build

source: Want to be notified when have Rapport Legendary or Wei via Telegram?
pt_br: Quer ser notificado quando houver Rapport Legendary ou Wei via Telegram?

source: Thank you for your contact! We will respond to your message shortly!
pt_br: Obrigado por seu contato! Em breve responderemos sua mensagem!

source: Home Page
pt_br: Pagina Inicial

source: Questions or Suggestions? Contact us!
pt_br: Dúvidas ou Sugestões? Contate-nos!

source: Name
pt_br: Nome

source: Subject
pt_br: Assunto

source: If you have any questions or want to report a bug, please write us a message. We will be ready to respond as soon as possible.
pt_br: Se você tiver alguma dúvida ou quiser relatar um bug, escreva-nos uma mensagem. Estaremos prontos para responder o mais breve possível.

source: Send
pt_br: Enviar

source: Did you find value in this project? Consider
pt_br: Você encontrou valor neste projeto? Considere fazer uma

source: donate
pt_br: doação

source: to help maintain and constantly update this tool, keeping it available to you at all times!
pt_br: para ajudar a manter e atualizar constantemente esta ferramenta

source: Developed by
pt_br: Desenvolvido por

source: Leave a message
pt_br: Deixe uma mensagem

source: Want to be notified when you have Rapport Legendary or Wei via Telegram?
pt_br: Quer ser notificado quando tiver Rapport Legendary ou Wei via Telegram?

source: Get in touch if you have any question.
pt_br: Entre em contato em caso de duvidas.

source: contact
pt_br: contato

source: Find out how to use our tool!
pt_br: Descubra como usar nossa ferramenta!

source: Welcome to our app for creating engraver builds for Lost Ark!
pt_br: Bem-vindo ao nosso aplicativo para criar builds de engrave automaticamente para Lost Ark!

source: With our tool, you can automatically generate an ideal engraves build for your character, intelligently distributing the points in accessories, stone skills and engraves slots. Allow me to explain how it works:
pt_br: Com nossa ferramenta, você pode gerar automaticamente uma build de engrave ideal para seu personagem, distribuindo de forma inteligente os pontos entre acessórios, habilidades de pedra e slots de engraves. Deixe-me explicar como funciona:

source: Step 1: Choose your class
pt_br: Passo 1: Escolha sua classe

source: To get started, select your game class.
pt_br: Para começar, selecione sua classe do jogo.

source: Step 2: Choose combat and class engraves
pt_br: Passo 2: Escolher os engraves de combate e classe

source: After selecting your class, you will be able to choose from 4 to 5 combat engravings and up to 2 class.
pt_br: Depois de selecionar sua classe, você poderá escolher de 4 a 5 engraves de combates e até 2 de classe.

source: *If 6 skills are selected, the last one selected will be the sixth engraver.
pt_br: *Se 6 habilidades forem selecionadas, a última selecionada será o sexto engrave.

source: Step 3: Use the filters for a more accurate calculation (optional)
pt_br: Passo 3: Use os filtros para um cálculo mais preciso (opcional)

source: For even greater precision in the distribution of engrave points, we offer filters on the right of the screen. With it, you can define specific criteria, such as prioritizing a certain attribute or balancing the engrave points between different areas of your character. This option is completely optional, but it can be useful to further enhance your build.
pt_br: Para uma precisão ainda maior na distribuição dos pontos de engrave, oferecemos filtros à direita da tela. Com ele, você pode definir critérios específicos, como priorizar um determinado atributo ou equilibrar os pontos de engrave entre diferentes áreas do seu personagem. Esta opção é totalmente opcional, mas pode ser útil para aprimorar ainda mais sua construção.

source: Step 4: Generate your engraves build
pt_br: Passo 4: Gere sua build de engraves

source: Once you've made your class choices, combat engraves, and class engraves, it's time to generate your engraves build. Our system will automatically distribute engrave points on accessories, ability stones and engrave slots, no more suffering to create builds, right?
pt_br: Depois de fazer suas escolhas de classe, engraves de combate e de classe, é hora de gerar sua build. Nosso sistema vai distribuir pontos de engraving automaticamente entre os acessórios, pedras de habilidade e slots de engraving, sem mais sofrimento para criar builds, certo?

source: Step 5: Edit your build (optional)
pt_br: Etapa 5: edite sua build (opcional)

source: After the build is generated, you will have the option to make edits if you are not completely satisfied with the result. You can manually adjust the engrave points on each accessory, ability stone or slot to customize the build to your preferences.
pt_br: Depois que a build for gerada, você terá a opção de fazer edições se não estiver totalmente satisfeito com o resultado. Você pode ajustar manualmente os pontos em cada acessório, pedra de habilidade ou slot de engraving para personalizar a construção de acordo com suas preferências.

source: Our goal is to make the process of creating engraver builds for the Lost Ark easier and faster, allowing you to get the most out of your character!
pt_br: Nosso objetivo é tornar o processo de criação de builds de Lost Ark mais fácil e rápido, permitindo que você aproveite ao máximo seu personagem!

source: **Our tool is in beta testing phase. If you find any bugs, please report them to us so we can fix them.
pt_br: **Nossa ferramenta está em fase beta de testes. Se você encontrar algum bug, informe-nos para que possamos corrigi-los.

source: Choose your class:
pt_br: Escolha sua classe:

source: Choose combat engraves:
pt_br: Escolha os engraves de combat:

source: Choose class engraves:
pt_br: Escolha os engraves de classe:

source: Filters:
pt_br: Filtros:

source: Do you have a 9-7 or 7-9 stone?
pt_br: Você possui uma pedra 9-7 ou 7-9?

source: Can the character use ancient itens?
pt_br: O seu personagem pode usar itens ancient?

source: Use two engraving slots with 12 skill points.
pt_br: Use os dois engravings slots com 12 pontos de habilidade

source: Prioritize class skill in engrave slot.
pt_br: Priorize a habilidade de classe no slot de engraving.

source: Generate build
pt_br: Gerar build

source: Build generated
pt_br: Build gerada

source: You can edit your build as needed:
pt_br: Você pode editar sua build conforme necessário:

source: Edit
pt_br: Editar

source: Didn't like the build? We re-calculate it for you!
pt_br: Não gostou da build? Nós recalculamos para você!

source: Back to skill selection menu:
pt_br: Voltar para o menu de seleção de habilidades:

source: Go back
pt_br: Voltar

source: Distribution Points
pt_br: Distribuição de Pontos

source: Accessories
pt_br: Acessórios

source: Ability Stone
pt_br: Pedra de Habilidade

source: Engraving Slots
pt_br: Slots de Engraving

source: Our tool sends messages via Telegram to help Lost Ark players find Lost Merchants. With it, you will receive updates on the location of Lost Merchants automatically, we send you the location of Legendary Rapport's and important cards, such as the legendary card Wei. The tool is completely free and you only need to have a Telegram account!
pt_br: Nossa ferramenta envia mensagens via Telegram para ajudar jogadores de Lost Ark a encontrar Lost Merchants. Com ele, você receberá atualizações sobre a localização deles automaticamente, nós lhe enviaremos a localização de Rapport's Lendários e cartas importantes, como a carta lendária Wei. A ferramenta é totalmente gratuita e você só precisa ter uma conta no Telegram!

source: Server choose
pt_br: Escolha seu servidor

source: Select an option
pt_br: Selecione uma opção
